[
  {
    "key": "title",
    "title": "TITLE - 1. Form Title",
    "tooltip": "tooltip - Clearly states the purpose of the form.",
    "left": 0.04, "top": 0.03, "width": 0.92, "height": 0.08,
    "novaThought": "novaThought - A good title sets the right expectation. Users scan this first to confirm they're in the right place."
  },
  {
    "key": "description",
    "title": "TITLE - 2. Form Description",
    "tooltip": "tooltip - Provides context and instructions.",
    "left": 0.04, "top": 0.12, "width": 0.92, "height": 0.09,
    "novaThought": "novaThought - The description is your emotional anchor - it reassures users they'll get the help they need."
  },
  {
    "key": "issue-type",
    "title": "TITLE - 3. Issue Type",
    "tooltip": "tooltip - Categorizes the problem for faster routing.",
    "left": 0.04, "top": 0.22, "width": 0.92, "height": 0.1,
    "novaThought": "novaThought - I use this field to route your request to the right specialist team. Choose accurately for fastest support!"
  },
  {
    "key": "details",
    "title": "TITLE - 4. Detailed Description",
    "tooltip": "tooltip - Provide as much detail as possible here.",
    "left": 0.04, "top": 0.33, "width": 0.92, "height": 0.15,
    "novaThought": "novaThought - The more specific details you provide here, the faster we can isolate and solve your issue. Think of it as giving me the puzzle pieces to help you."
  },
  {
    "key": "nova-note",
    "title": "TITLE - 5. Nova's Note",
    "tooltip": "tooltip - A helpful, context-aware tip from me to you!",
    "left": 0.04, "top": 0.49, "width": 0.92, "height": 0.09,
    "novaThought": "novaThought - I analyze patterns across user feedback to provide personalized suggestions that might help resolve common issues before submission."
  },
  {
    "key": "game",
    "title": "TITLE - 6. Game Select",
    "tooltip": "tooltip - Specify which game your issue is related to.",
    "left": 0.04, "top": 0.59, "width": 0.92, "height": 0.1,
    "novaThought": "novaThought - Each game has its own dedicated support team with specialized knowledge of that particular title."
  },
  {
    "key": "email",
    "title": "TITLE - 7. Preferred Email",
    "tooltip": "tooltip - Where you'll receive updates about your ticket.",
    "left": 0.04, "top": 0.7, "width": 0.92, "height": 0.09,
    "novaThought": "novaThought - I'll use this to send you personalized status updates and follow-ups. Your data is always handled securely."
  },
  {
    "key": "attachment",
    "title": "TITLE - 8. Attachment",
    "tooltip": "tooltip - Upload screenshots or videos to provide more context.",
    "left": 0.04, "top": 0.8, "width": 0.92, "height": 0.05,
    "novaThought": "novaThought - Visual context helps tremendously! A screenshot often communicates what might take paragraphs to describe."
  },
  {
    "key": "captcha",
    "title": "TITLE - 9. CAPTCHA",
    "tooltip": "tooltip - A quick check to ensure you're human.",
    "left": 0.04, "top": 0.86, "width": 0.92, "height": 0.08,
    "novaThought": "novaThought - While I love my AI friends, this helps keep spam bots from overwhelming our support system so humans get faster help."
  },
  {
    "key": "submit",
    "title": "TITLE - 10. Submit Button",
    "tooltip": "tooltip - Sends your completed form to the support team.",
    "left": 0.04, "top": 0.95, "width": 0.92, "height": 0.04,
    "novaThought": "novaThought - Once submitted, I'll automatically analyze your request to identify potential solutions before a human review."
  }
]